Repository: emrahcom/www_emrah_com
Catalog: public_html/files/*_rs274_err.po
Languages: tr_tr

source: %s exceeds +X limit
tr_tr: %s +X limitini aştı

source: %s exceeds +Y limit
tr_tr: %s +Y limitini aştı

source: %s exceeds -X limit
tr_tr: %s -X limitini aştı

source: %s exceeds -Y limit
tr_tr: %s -Y limitini aştı

source: %s exceeds -Z limit
tr_tr: %s -Z limitini aştı

source: command (%s) cannot be executed until the machine is out of E-stop and turned on
tr_tr: %s komutu, acil stop düğmesi serbest bırakılmadan ve makine açık hale getirilmeden çalıştırılamaz

source: can't do that (%s) in manual mode
tr_tr: Manuel modda izin verilmeyen işlem %s

source: can't do that (%s) in auto mode with the interpreter idle
tr_tr: Program modunda boşta iken izin verilmeyen işlem %s

source: can't do that (%s) in auto mode with the interpreter reading
tr_tr: Program modunda yükleme esnasında izin verilmeyen işlem %s

source: can't do that (%s) in auto mode with the interpreter paused
tr_tr: Program modunda beklemede iken izin verilmeyen işlem %s

source: can't do that (%s) in auto mode with the interpreter waiting
tr_tr: Program modunda beklemede iken izin verilmeyen işlem %s

source: can't do that (%s) in MDI mode
tr_tr: Komut (MDI) modunda izin verilmeyen işlem %s

source: Can't switch mode while mode is AUTO and interpreter is not IDLE
tr_tr: Program modunda iş yapılırken mod değiştiremezsiniz

source: can't open %s
tr_tr: %s açılamıyor

source: Can't issue MDI command when not homed
tr_tr: Sıfırlama yapmadan komut (MDI) modunu kullanamazsınız

source: Must be in MDI mode to issue MDI command
tr_tr: MDI komutu çalıştırabilmek için komut (MDI) modunda olmanız lazım

source: Can't run a program when not homed
tr_tr: Sıfırlama yapmadan program çalıştıramazsınız

source: Minimum Software Limit on axis %d exceeded.
tr_tr: %d ekseninde minimum limit aşılıyor

source: Maximum Software Limit on axis %d exceeded.
tr_tr: %d ekseninde maksimum limit aşılıyor

source: Radius to end of arc differs from radius to start: start=(%c%.4f,%c%.4f) center=(%c%.4f,%c%.4f) end=(%c%.4f,%c%.4f) r1=%.4f r2=%.4f
tr_tr: Yayın başlangıç ve bitiş yarıçapları farklı: başlangıç=(%c%.4f,%c%.4f) merkez=(%c%.4f,%c%.4f) bitiş=(%c%.4f,%c%.4f) r1=%.4f r2=%.4f

source: The move just after exiting cutter compensation mode must be straight, not an arc
tr_tr: Kompenzasyon kullanılan kesme işleminden hemen sonra düz hareket etmelisiniz, yay hareketi yapamazsınız

source: Arc move in concave corner cannot be reached by the tool without gouging
tr_tr: İç bükey köşede hareketini yaparken takım parçaya giriyor

source: Arc to arc motion is invalid because the arcs have the same center
tr_tr: Yayların merkezi aynı olduğundan dolayı yaydan yaya doğru yapılan hareket geçersiz

source: Arc to arc motion makes a corner the compensated tool can't fit in without gouging
tr_tr: Yaydan yaya doğru yapılan harekette kompenzasyon yapılan takım parçaya giriyor

source: Cannot change control mode with cutter radius compensation on
tr_tr: Kompenzasyon etkinken çalışma modunu değiştiremezsiniz

source: Cannot change coordinate systems with cutter radius compensation on
tr_tr: Kompenzasyon etkinken koordinat sistemini kaydıramazsınız

source: G%d.1 with no D word
tr_tr: G%d.1 komutunda D parametresi eksik

source: G%d.1 with L word, but plane is not G18
tr_tr: G%d.1 komutunda L parametresi kullanılmış ama G18 düzlemi seçili değil

source: G%d requires D word to be a whole number
tr_tr: G%d komutunda D parametresi için hatalı sayı

source: G%d with lathe tool, but plane is not G18
tr_tr: G%d komutu ile torna takımı kullanılmış ama G18 düzlemi seçili değil

source: Cannot set motion output with cutter radius compensation on
tr_tr: Kompenzasyon etkinken hareket çıktısı belirtilemez

source: Cannot set auxiliary output with cutter radius compensation on
tr_tr: Kompenzasyon etkinken yardımcı çıktı belirtilemez

source: Cannot wait for digital input with cutter radius compensation on
tr_tr: Kompenzasyon etkinken dijital girişi okuyamazsınız

source: Cannot wait for analog input with cutter radius compensation on
tr_tr: Kompenzasyon etkinken analog girişi okuyamazsınız

source: Need positive Q-word to specify tool number with M61
tr_tr: M61 ile takım numarası belirtirken Q parametresi ile pozitif bir sayı kullanınız

source: Cannot enable overrides with cutter radius compensation on
tr_tr: Kompenzasyon etkinken hız oranını değiştiremezsiniz

source: Cannot disable overrides with cutter radius compensation on
tr_tr: Kompenzasyon etkinken hız oranını değiştiremezsiniz

source: Cannot call user-defined M code with cutter radius compensation on
tr_tr: Kompenzasyon etkinken kullanıcı tanımlı M kodu kullanamazsınız

source: Cannot change retract mode with cutter radius compensation on
tr_tr: Kompenzasyon etkinken mod değiştiremezsiniz

source: Cannot use G76 threading cycle with cutter radius compensation on
tr_tr: Kompenzasyon etkinken G76 ile diş açamazsınız

source: In G76, I must not be 0
tr_tr: G76 komutunda I parametresi 0 olamaz

source: In G76, J must be greater than 0
tr_tr: G76 komutunda J parametresi 0'dan büyük olmalı

source: In G76, K must be greater than J
tr_tr: G76 komutunda K parametresi, J parametresinden büyük olmalı

source: Zero degree inside corner is invalid for cutter compensation
tr_tr: Konpenzasyon etkinken iç köşe 0 derece olamaz

source: Arc to straight motion makes a corner the compensated tool can't fit in without gouging
tr_tr: Yaydan doğruya geçişte kompenzasyondan dolayı takım parçaya giriyor

source: Cannot change tools with cutter radius compensation on
tr_tr: Kompenzasyon etkinken takım değiştiremezsiniz

source: Cannot change tool offset with cutter radius compensation on
tr_tr: Kompenzasyon etkinken takım ofsetini değiştiremezsiniz

source: BUG: cutter compensation has generated an invalid arc with mismatched radii r1 %f r2 %f
tr_tr: HATA: Kompenzasyondan dolayı bozuk bir yay oluşuyor r1 %f r2 %f

source: BUG: Unsupported plane in cutter compensation
tr_tr: HATA: Kompnzasyonda desteklenmeyen düzlem

source: Straight traverse in concave corner cannot be reached by the tool without gouging
tr_tr: Kösenin iç tarafındaki harekette takım parçaya giriyor

source: Straight feed in concave corner cannot be reached by the tool without gouging
tr_tr: Kösenin iç tarafındaki harekette takım parçaya giriyor

source: Multiple U words on one line
tr_tr: Bir satırda, birden fazla U parametresi kullanılmış

source: Multiple V words on one line
tr_tr: Bir satırda, birden fazla V parametresi kullanılmış

source: Multiple W words on one line
tr_tr: Bir satırda, birden fazla W parametresi kullanılmış

source: No error
tr_tr: Hata yok

source: File not open
tr_tr: Dosya açılamadı

source: A file is already open
tr_tr: Dosya kullanımda

source: All axes missing with g92
tr_tr: G92 komutunda eksenler eksik

source: All axes missing with motion code
tr_tr: Hareket komutunda eksenler eksik

source: Arc radius too small to reach end point
tr_tr: Bitiş noktasına varabilmek için yayın yarıçapı yeterli değil

source: Argument to acos out of range
tr_tr: acos için verilen değer hatalı

source: Argument to asin out of range
tr_tr: acos için verilen değer hatalı

source: Attempt to divide by zero
tr_tr: Sıfıra bölme hatası

source: Attempt to raise negative to non integer power
tr_tr: Negatif sayı için tam sayı olmayan üst

source: Bad character used
tr_tr: Hatalı karakter kullanımı

source: Bad format unsigned integer
tr_tr: Pozitif tamsayının yazımında hata

source: Bad number format
tr_tr: Sayının yazımında hata

source: Bug bad g code modal group 0
tr_tr: Hatalı G kod 0 grubundan modal kod

source: Bug code not g0 or g1
tr_tr: G0 veya G1 eksik

source: Bug code not g17 g18 or g19
tr_tr: G17 G18 veya g19 seçili değil

source: Bug code not g20 or g21
tr_tr: G20 veya G21 seçili değil

source: Bug code not g28 or g30
tr_tr: G28 veya G30 seçili değil

source: Bug code not g2 or g3
tr_tr: G2 veya G3 seçili değil

source: Bug code not g40 g41 or g42
tr_tr: G40 G41 veya G42 seçili değil

source: Bug code not g43 or g49
tr_tr: G43 veya G49 seçili değil

source: Bug code not g4 g10 g28 g30 g53 or g92 series
tr_tr: G4 G10 G28 G30 G53 veya G92 serisinden bir kod seçili değil

source: Bug code not g61 g61.1 or g64
tr_tr: G61 G61.1 veya G64 seçili değil

source: Bug code not g90 or g91
tr_tr: G90 veya G91 seçili değil

source: Bug code not g93 or g94
tr_tr: G93 veya G94 seçili değil

source: Bug code not g98 or g99
tr_tr: G98 veya G99 seçili değil

source: Bug code not in g92 series
tr_tr: G92 serisinden bir kod seçili değil

source: Bug code not in range g54 to g593
tr_tr: G53..G59.3 serinden bir kod seçili değil

source: Bug code not m0 m1 m2 m30 m60
tr_tr: M0 M1 M2 M30 veya M60 seçili değil

source: Bug distance mode not g90 or g91
tr_tr: Mesafe modu için G90 veya G91 seçili değil

source: Bug function should not have been called
tr_tr: Fonksiyon hatası

source: Bug in tool radius comp
tr_tr: Talım yarıçap kompenzasyon hatası

source: Bug plane not xy yz or xz
tr_tr: XY YZ veya XZ düzlemi seçili değil

source: Bug side not right or left
tr_tr: Sağ veya sol taraf seçili değil

source: Bug unknown motion code
tr_tr: Bilinmeyen hareket komutu

source: Bug unknown operation
tr_tr: Bilinmeyen işlem

source: Cannot change axis offsets with cutter radius comp
tr_tr: Kompenzasyon etkin iken eksen ofseti değiştirilemez

source: Cannot change units with cutter radius comp
tr_tr: Kompenzasyon etkin iken ölçü birimi değiştirilemez

source: Cannot create backup file
tr_tr: Yedek dosyası oluşturulamıyor

source: Cannot do g1 with zero feed rate
tr_tr: Sıfır kesme hızı ile G1 kullanılamaz

source: Cannot do zero repeats of cycle
tr_tr: Döngü adedi sıfır olamaz

source: Cannot make arc with zero feed rate
tr_tr: Sıfır kesme hızı ile yay komutu kullanılamaz

source: Cannot move rotary axes during probing
tr_tr: Probe kullanımı esnasında açısal eksenler döndürülemez

source: Cannot open backup file
tr_tr: Yedek dosyası açılamıyor

source: Cannot open variable file
tr_tr: Değişken dosyası açılamıyor

source: Cannot probe in inverse time feed mode
tr_tr: Bu kesme hızı modunda probe kullanılamaz

source: Cannot probe with cutter radius comp on
tr_tr: Kompenzasyon etkin iken probe kullanılamaz

source: Cannot probe with zero feed rate
tr_tr: Sıfır kesme hızı ile probe kullanılamaz

source: Cannot put a b in canned cycle
tr_tr: Döngü içinde a b kullanılamaz

source: Cannot put a c in canned cycle
tr_tr: Döngü içinde a c kullanılamaz

source: Cannot put an a in canned cycle
tr_tr: Döngü içinde a kullanılamaz

source: Cannot turn cutter radius comp on out of xy plane
tr_tr: XY düzleminin dışında kompenzasyon durumu değiştirilemez

source: Cannot turn cutter radius comp on when on
tr_tr: Kompenzasyon durumu hatalı yerde değiştiriliyor

source: Cannot use a word
tr_tr: Hatalı parametre kullanımı

source: Cannot use axis values with g80
tr_tr: G80 ile eksen değeri verilemez

source: Cannot use axis values without a g code that uses them
tr_tr: Eksen değeri kabul etmeyen G kodu için değer verilmiş

source: Cannot use b word
tr_tr: B parametresi kullanılamaz

source: Cannot use c word
tr_tr: C parametresi kullanılamaz

source: Cannot use g28 or g30 with cutter radius comp
tr_tr: Kompenzasyon etkin iken G28 veya G30 kullanılamaz

source: Cannot use g53 incremental
tr_tr: G53 ile göreceli konumlandırma kullanılamaz

source: Cannot use g53 with cutter radius comp
tr_tr: Kompenzasyon etkin iken G53 kullanılamaz

source: Cannot use two g codes that both use axis values
tr_tr: Eksen değerlerini kullanan iki G kodunu aynı anda kullanamazsınız

source: Cannot use xz plane with cutter radius comp
tr_tr: XZ düzleminde kompenzasyon kullanamazsınız

source: Cannot use yz plane with cutter radius comp
tr_tr: YZ düzleminde kompenzasyon kullanamazsınız

source: Command too long
tr_tr: Çok uzun komut

source: Concave corner with cutter radius comp
tr_tr: Kompenzasyon ile hatalı iç bükey köşe

source: Coordinate system index parameter 5220 out of range
tr_tr: Koordinat sistemi indeks değeri (5220) izin verilen değerlerin dışında

source: Current point same as end point of arc
tr_tr: Yayın bitiş konumu, bulunulan konum ile aynı

source: Cutter gouging with cutter radius comp
tr_tr: Konpenzasyon nedeniyle parçaya giriliyor

source: D word with no g41 or g42
tr_tr: G41 veya G42 olmadan D parametresi kullanımı

source: Dwell time missing with g4
tr_tr: G4 komutunda bekleme zamanı verilmemiş

source: Dwell time p word missing with g82
tr_tr: G82 komutunda P bekleme zamanı verilmemiş

source: Dwell time p word missing with g86
tr_tr: G86 komutunda P bekleme zamanı verilmemiş

source: Dwell time p word missing with g88
tr_tr: G88 komutunda P bekleme zamanı verilmemiş

source: Dwell time p word missing with g89
tr_tr: G89 komutunda P bekleme zamanı verilmemiş

source: Equal sign missing in parameter setting
tr_tr: Parametre ayarlarında eşittir sembolü eksik

source: F word missing with inverse time arc move
tr_tr: Yay hareketinde F parametresi eksik

source: F word missing with inverse time g1 move
tr_tr: G1 komutunda F parametresi eksik

source: File ended with no percent sign
tr_tr: Program, % sembolü ile bitmiyor

source: File ended with no percent sign or program end
tr_tr: Program, % sembolü veya program sonu komutu ile bitmiyor

source: File name too long
tr_tr: Dosya adı çok uzun

source: G code out of range
tr_tr: İzin verilenlerden farklı bir G kodu

source: H word with no g43
tr_tr: G43 olmadan H parametresi kullanımı

source: I word given for arc in yz plane
tr_tr: YZ düzlemimindeki yay için I parametresi kullanılmış

source: I word missing with g87
tr_tr: G87 komutunda I parametresi eksik

source: I word with no g2, g3, g87, or g43 to use it
tr_tr: G2, G3, G87 veya G43 olmadan I parametresi kullanılmış

source: J word given for arc in xz plane
tr_tr: XZ düzlemimindeki yay için J parametresi kullanılmış

source: J word missing with g87
tr_tr: G87 komutunda J parametresi eksik

source: J word with no g2, g3 or g87 to use it
tr_tr: G2, G3 veya G87 olmadan J parametresi kullanılmış

source: K word given for arc in xy plane
tr_tr: XY düzlemimindeki yay için K parametresi kullanılmış

source: K word missing with g87
tr_tr: G87 komutunda K parametresi eksik

source: K word with no g2, g3, g33, g33.1, g76, g87, or g43.1 to use it
tr_tr: G2, G3, G33, G33.1, G76, G87 veya G43.1 olmadan K parametresi kullanılmış

source: L word with no canned cycle, g10, or g76 to use it
tr_tr: Döngü, G10 veya G76 olmadan L parametresi kullanımı

source: Left bracket missing after slash with atan
tr_tr: atan sonrasında [ eksik

source: Left bracket missing after unary operation name
tr_tr: Operasyon adından sonra [ eksik

source: Line number greater than 99999
tr_tr: Satır numarası 99999'dan büyük

source: Line with g10 does not have l2
tr_tr: G10 komutunda L2 eksik

source: M code greater than 199
tr_tr: M199'dan büyük bir M komutu

source: Mixed radius ijk format for arc
tr_tr: Yay için aynı anda ijk yarıçapı

source: Multiple a words on one line
tr_tr: Bir satırda birden fazla A parametresi

source: Multiple b words on one line
tr_tr: Bir satırda birden fazla B parametresi

source: Multiple c words on one line
tr_tr: Bir satırda birden fazla C parametresi

source: Multiple d words on one line
tr_tr: Bir satırda birden fazla D parametresi

source: Multiple f words on one line
tr_tr: Bir satırda birden fazla F parametresi

source: Multiple h words on one line
tr_tr: Bir satırda birden fazla H parametresi

source: Multiple i words on one line
tr_tr: Bir satırda birden fazla I parametresi

source: Multiple j words on one line
tr_tr: Bir satırda birden fazla J parametresi

source: Multiple k words on one line
tr_tr: Bir satırda birden fazla K parametresi

source: Multiple l words on one line
tr_tr: Bir satırda birden fazla L parametresi

source: Multiple p words on one line
tr_tr: Bir satırda birden fazla P parametresi

source: Multiple q words on one line
tr_tr: Bir satırda birden fazla Q parametresi

source: Multiple r words on one line
tr_tr: Bir satırda birden fazla R parametresi

source: Multiple s words on one line
tr_tr: Bir satırda birden fazla S parametresi

source: Multiple t words on one line
tr_tr: Bir satırda birden fazla T parametresi

source: Multiple x words on one line
tr_tr: Bir satırda birden fazla X parametresi

source: Multiple y words on one line
tr_tr: Bir satırda birden fazla Y parametresi

source: Multiple z words on one line
tr_tr: Bir satırda birden fazla Z parametresi

source: Must use g0 or g1 with g53
tr_tr: G53 ile birlikte G0 veya G1 kullanmalısınız

source: Negative argument to sqrt
tr_tr: SQRT için negatif değer kullanılmış

source: Negative d word tool radius index used
tr_tr: Takım yarıçap indeksi için negatif D değeri kullanılmış

source: Negative f word used
tr_tr: F parametresi için negatif değer kullanılmış

source: Negative g code used
tr_tr: G parametresi için negatif değer kullanılmış

source: Negative h word used
tr_tr: H parametresi için negatif değer kullanılmış

source: Negative l word used
tr_tr: L parametresi için negatif değer kullanılmış

source: Negative m code used
tr_tr: M parametresi için negatif değer kullanılmış

source: Negative or zero q value used
tr_tr: Q parametresi için negatif veya 0 değeri kullanılmış

source: Negative p word used
tr_tr: P parametresi için negatif değer kullanılmış

source: Negative spindle speed used
tr_tr: Spindle hızı için negatif değer kullanılmış

source: Negative tool id used
tr_tr: Takım numarası için negatif değer kullanılmış

source: Nested comment found
tr_tr: İç içe girmiş açıklama

source: No characters found in reading real value
tr_tr: Reel sayı değeri eksik

source: No digits found where real number should be
tr_tr: Reel sayı değeri eksik

source: Non integer value for integer
tr_tr: Tam sayı değeri eksik

source: Null missing after newline
tr_tr: Yeni satırdan sonra NULL karakteri eksik

source: Offset index missing
tr_tr: Ofset değeri eksik

source: P value not an integer with g10 l2
tr_tr: G10 L2 ile kullanılan P değeri, tam sayı değil

source: P value out of range with g10 l2
tr_tr: G10 L2 ile kullanılan P değeri, izin verilen değerlerin dışında

source: P word with no g4 g10 g64 g76 g82 g86 g88 g89
tr_tr: G4, G10, G64, G76, G82, G86, G88 veya G89 olmadan P parametresi kullanılmış

source: Parameter file out of order
tr_tr: Parametre dosyasında bozukluk

source: Parameter number out of range
tr_tr: Hatalı parametre değeri

source: Q word missing with g83
tr_tr: G83 komutunda Q parametresi eksik

source: Q word with no g83 or m66
tr_tr: G83 veya M66 olmadan Q parametresi kullanılmış

source: Queue is not empty after probing
tr_tr: Probe işleminden sonra kuyruk boş değil

source: R clearance plane unspecified in cycle
tr_tr: Döngü için R düzlemi tanımlanmamış

source: R i j k words all missing for arc
tr_tr: Yay için R I J K parametreleri tam değil

source: R less than x in cycle in yz plane
tr_tr: YZ düzlemi için R değeri X'den küçük

source: R less than y in cycle in xz plane
tr_tr: XZ düzlemi için R değeri Y'den küçük

source: R less than z in cycle in xy plane
tr_tr: XY düzlemi için R değeri Z'den küçük

source: R word with no g code that uses it
tr_tr: R parametresi uygun G kodu ile kullanılmamış

source: Radius to end of arc differs from radius to start
tr_tr: Yay için başlangıç ve bitiş yarıçapları farklı

source: Radius too small to reach end point
tr_tr: Yarıçap değeri hedef noktaya varabilmek için yeterince büyük değil

source: Required parameter missing
tr_tr: Eksik parametre

source: Selected tool slot number too large
tr_tr: Seçilen takım numarası çok büyük

source: Slash missing after first atan argument
tr_tr: Birince atan parametresinden sonra / eksik

source: Spindle not turning clockwise in g84
tr_tr: G84 komutu çalışırken spindle saat yönünde dönmüyor

source: Spindle not turning in g86
tr_tr: G86 komutu esnasında spindle dönmüyor

source: Spindle not turning in g87
tr_tr: G87 komutu esnasında spindle dönmüyor

source: Spindle not turning in g88
tr_tr: G88 komutu esnasında spindle dönmüyor

source: Sscanf failed
tr_tr: Sscanf esnasında hata

source: Start point too close to probe point
tr_tr: Başlangıç noktasu probe ile yaklaşılacak noktaya çok yakın

source: Too many m codes on line
tr_tr: Bir satırda çok fazla M kodu kullanılmış

source: Tool length offset index too big
tr_tr: Takım boyu ofseti için geçersiz indeks değeri

source: Tool max too large
tr_tr: Takım maksimum değeri çok büyük

source: Tool radius index too big
tr_tr: Takım çapı için geçersiz indeks değeri

source: Tool radius not less than arc radius with comp
tr_tr: Takım yarıçapı, kompenzasyon esnasında yayın yarıçapından küçük olmamalı

source: Two g codes used from same modal group
tr_tr: Aynı modal gruptan iki G kodunu aynı satırda kullanamazsınız

source: Two m codes used from same modal group
tr_tr: Aynı modal gruptan iki M kodunu aynı satırda kullanamazsınız

source: Unable to open file
tr_tr: Dosya açılamıyor

source: Unclosed comment found
tr_tr: Sonlandırılmamış açıklama

source: Unclosed expression
tr_tr: Sonlandırılmamış ifade

source: Unknown g code used
tr_tr: Bilinmeyen G kodu

source: Unknown m code used
tr_tr: Bilinmeyen M kodu

source: Unknown operation
tr_tr: Bilinmeyen işlem

source: Unknown operation name starting with a
tr_tr: A ile bilinmeyen işlem adı kullanılmış

source: Unknown operation name starting with m
tr_tr: M ile bilinmeyen işlem adı kullanılmış

source: Unknown operation name starting with o
tr_tr: O ile bilinmeyen işlem adı kullanılmış

source: Unknown operation name starting with x
tr_tr: X ile bilinmeyen işlem adı kullanılmış

source: Unknown word starting with a
tr_tr: A ile bilinmeyen parametre kullanılmış

source: Unknown word starting with c
tr_tr: C ile bilinmeyen parametre kullanılmış

source: Unknown word starting with e
tr_tr: E ile bilinmeyen parametre kullanılmış

source: Unknown word starting with f
tr_tr: F ile bilinmeyen parametre kullanılmış

source: Unknown word starting with l
tr_tr: L ile bilinmeyen parametre kullanılmış

source: Unknown word starting with r
tr_tr: R ile bilinmeyen parametre kullanılmış

source: Unknown word starting with s
tr_tr: S ile bilinmeyen parametre kullanılmış

source: Unknown word starting with t
tr_tr: T ile bilinmeyen parametre kullanılmış

source: Unknown word where unary operation could be
tr_tr: Bilinmeyen parametre

source: X and y words missing for arc in xy plane
tr_tr: XY düzlemindeki yay için X ve Y değerleri eksik

source: X and z words missing for arc in xz plane
tr_tr: XZ düzlemindeki yay için X ve Z değerleri eksik

source: X value unspecified in yz plane canned cycle
tr_tr: YZ düzlemindeki döngü için X değeri belirtilmemiş

source: X, y, z, a, b, c, u, v, and w words all missing with g38.2
tr_tr: G38.2 komutunda X, Y, Z, A, B, C, U, V ve W değerlerinden hiçbiri kullanılmamış

source: Y and z words missing for arc in yz plane
tr_tr: YZ düzlemindeki yay için Y ve Z değerleri eksik

source: Y value unspecified in xz plane canned cycle
tr_tr: XZ düzlemindeki döngü için Y değeri belirtilmemiş

source: Z value unspecified in xy plane canned cycle
tr_tr: XY düzlemindeki döngü için Z değeri belirtilmemiş

source: Zero or negative argument to ln
tr_tr: ln için sıfır veya negatif bir değer kullanılmış

source: Zero radius arc
tr_tr: Sıfır yarıçaplı yay

source: K word missing with g33/g33.1
tr_tr: G33/G33.1 için K değeri kullanılmamış

source: F word used with a g33/g33.1
tr_tr: G33/G33.1 ile F değeri kullanılmış

source: G33 not supported
tr_tr: G33 desteklenmiyor

source: Canned cycles not supported
tr_tr: Döngü desteklenmiyor

source: Unknown operation name starting with e
tr_tr: E ile bilinmeyen işlem kullanımı

source: Unknown operation name starting with n
tr_tr: N ile bilinmeyen işlem kullanımı

source: Unknown operation name starting with g
tr_tr: G ile bilinmeyen işlem kullanımı
