Repository: emrahcom/www_emrah_com
Catalog: public_html/files/*_rs274_err.po
Languages: tr_tr

source: Unknown operation name starting with l
tr_tr: L ile bilinmeyen işlem kullanımı

source: Too many subroutine parameters
tr_tr: Çok fazla alt fonksiyon parametresi

source: Too many subroutine levels
tr_tr: Çok fazla iç içe alt fonksiyon çağrısı

source: Unknown control command in o word
tr_tr: O ile bilnmeyen kontrol komutu kullanımı

source: Too many oword labels
tr_tr: Çok fazla O etiketi kullanılmış

source: Unknown oword number
tr_tr: Bilinmeyen O numarası

source: Nested subroutine definition
tr_tr: İç içe alt fonksiyon tanımlaması

source: Not in subroutine definition
tr_tr: Alt fonksiyon tanımında yok

source: Return outside of subroutine
tr_tr: Alt fonksiyon dışına taşma

source: Need tool prepared -Txx- for toolchange
tr_tr: Takım değiştirici için -Txx- takımının hazırlnaması gerekiyor

source: Cannot change planes with cutter radius compensation on
tr_tr: Kompenzasyon etkin iken düzlem değiştirilemez

source: Cutter radius compensation allowed only in XY, XZ planes
tr_tr: Kompenzasyon sadece Xy ve XZ düzlemlerinde kullanılabilir

source: P word missing with G76
tr_tr: G76 komutunda P parametresi kullanılmamış

source: I J or K words missing with G76
tr_tr: G76 komutunda I, J veya K parametresi kullanılmamış

source: Cannot move rotary axes with G76
tr_tr: G76 ile açısal eksen hareket ettirilemez

source: Multiple e words on one line
tr_tr: Bir satırda birden fazla E parametresi kullanılmış

source: E word with no G76 or M66 to use it
tr_tr: G76 veya M66 olmadan E parametresi kullanılmış

source: Named parameter not terminated
tr_tr: Etiketli parametre sonlandırılmamış

source: Named parameter not defined
tr_tr: Etiketli parametre tanımlanmamış

source: Named oword not terminated
tr_tr: Etiketli O parametresi sonlandırılmamış

source: Named oword not defined
tr_tr: Etiketli O parametresi tanımlanmamış

source: Out of memory
tr_tr: Hafıza yetersiz

source: Place holder for NCE_VARIABLE: should not occur
tr_tr: NCE_VARIABLE için yer tutucu problemi

source: X Y Z A B C J words not allowed with G43.1, G41 R, or G42 R
tr_tr: G43.1, G41 R veya G42 R ile X, Y, Z, A, B, C, J parametreleri kullanılamaz

source: S word missing with G96
tr_tr: G96 komutunda S parametresi eksik

source: Queue is not empty after external input
tr_tr: Girdiler alındıktan sonra kuyruk boşalmadı

source: Can't select analog input with wait type != immediate return
tr_tr: Analog girdi için anında (immediate) modu kullanılmalı

source: Zero timeout with wait type != immediate return
tr_tr: Anında (immediate) modunda sıfrı zaman aşımı

source: Invalid to select both a digital and an analog input with M66
tr_tr: M66 ile aynı anda analog ve sayısal girdi kullanımı

source: Need to have either a valid P or a valid E word with M66
tr_tr: M66 için geçerli bir P veya E değeri olmalı

source: Q word missing with g73
tr_tr: G73 komutunda Q parametresi eksik

source: Digital input selected out of bounds
tr_tr: Seçilen sayısal girdi geçerli değil

source: Analog input selected out of bounds
tr_tr: Seçilen analog girdi geçerli değil

source: W value unspecified in UV plane canned cycle
tr_tr: UV düzlemindeki döngü için W değeri belirtilmemiş

source: U value unspecified in VW plane canned cycle
tr_tr: VW düzlemindeki döngü için U değeri belirtilmemiş

source: V value unspecified in UW plane canned cycle
tr_tr: UW düzlemindeki döngü için V değeri belirtilmemiş

source: R less than W in cycle in UV plane
tr_tr: UV düzlemindeki döngü için R değeri, W değerinden küçük

source: R less than U in cycle in VW plane
tr_tr: VW düzlemindeki döngü için R değeri, U değerinden küçük

source: R less than V in cycle in UW plane
tr_tr: UW düzlemindeki döngü için R değeri, V değerinden küçük

source: Unknown error
tr_tr: Tanımlanamamış hata

source: The End
tr_tr: Son

source: Queue is not empty after tool change
tr_tr: Takım değiştirmeden sonra kuyruk boş değil
